<template>
  <!-- TO DO: 夢プロのプライバシーポリシーをコピペしただけなので、ウェルネスブッカーのプライバシーポリシーができたら差し替える -->
  <div class="privacy-policy" style="margin: 5%;">
    <h1 style="font-weight:bold;font-size:2rem;">プライバシーポリシー</h1>
    <p>
      株式会社クレドインターナショナル（以下「当社」といいます。）は、個人情報保護の重要性について認識し、個人情報の保護に関する法律（以下「個人情報保護法」といいます。）を遵守すると共に、以下のプライバシーポリシー（以下「本プライバシーポリシー」といいます。）従って、適切な取扱い及び保護に努めます。なお、本プライバシーポリシーにおいて別段の定めがない限り、本プライバシーポリシーにおける用語の定義は、個人情報保護法の定めに従います。
    </p>
    <br />
    <h2 style="font-weight:bold;">1 個人情報の定義</h2>
    <p>
      本プライバシーポリシーにおいて、個人情報とは、個人情報保護法第2条第1項により定義される個人情報を意味するものとします。
    </p>
    <br />
    <h2 style="font-weight:bold;">2 個人情報の利用目的</h2>
    <p>当社は、個人情報を以下の目的で利用いたします。</p>
    <p>
      2.1 当社の提供する「夢叶えるプロジェクト（<a
        href="https://yumepr.com"
        style="color:blue; text-decoration:underline;"
        target="_blank"
        >https://yumepr.com</a
        >）」（以下「本サービス」といいます。）の提供のため
    </p>
    <p>2.2 本サービスの利用料金のご請求及び決済のため</p>
    <p>2.3 本サービスに関するご案内、お問い合せ等への対応のため</p>
    <p>2.4 当社の商品、サービス等のご案内のため</p>
    <p>2.5 各種キャンペーン、アンケート等への応募受け付け及び対象者への連絡、発送のため</p>
    <p>2.6 メールマガジン、お知らせなどの情報配信のため</p>
    <p>2.7 本サービス上における広告配信のため</p>
    <p>2.8 本サービスを安全に運営するための調査、検証等のため</p>
    <p>2.9 本サービスに関する当社の規約、ポリシー等（以下「規約等」といいます。）に違反する行為に対する対応のため</p>
    <p>2.10 本サービスに関する規約等の変更などを通知するため</p><p>2.11 本サービスの改善、新サービスの開発等に役立てるため</p>
    <p>2.12 GoogleやYahoo!等の広告配信事業者を利用した行動ターゲティング広告の配信のため</p>
    <p>2.13 お客様の趣味・嗜好等の把握のために当社が取得した属性情報・行動履歴等の分析のため</p>
    <p>2.14 本サービスに関連して、個人を識別できない形式に加工した統計データを作成するため</p>
    <p>2.15 その他、上記利用目的に付随する目的のため</p>
    <br />
    <h2 style="font-weight:bold;">3 個人情報利用目的の変更</h2>
    <p>
      当社は、個人情報の利用目的を関連性を有すると合理的に認められる範囲内において変更することがあり、変更した場合には個人情報の主体である個人（以下「本人」といいます。）に通知し又は公表します。
    </p>
    <br />
    <p>・・・<br />・・<br />・</p>
  </div>
</template>